brew 'git'
brew 'tig'
brew 'ghq'
brew 'hub'
brew 'git-delta'

brew 'rbenv'
brew 'nodenv'

brew 'peco'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'jq'
brew 'yarn'

brew 'zsh-autosuggestions'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'
