brew 'git'
brew 'git-now'
brew 'hub'
brew 'tig'

brew 'memcached'
brew 'mysql'
brew 'redis'

brew 'nodebrew'
brew 'rbenv'
brew 'ruby-build'

brew 'peco'
brew 'reattach-to-user-namespace'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'zsh'
brew 'zsh-completions'
brew 'httpie'
brew 'wget'
brew 'jq'

